Repository: r-map/rmap
Catalog: python/rmap/registration/locale/*/LC_MESSAGES/django.po
Languages: it

source: Activate users
it: Attiva utenti

source: Re-send activation emails
it: Re-invia email di attivazione

source: A user with that username already exists.
it: Questo nome utente è già usato.

source: I have read and agree to the Terms of Service
it: Dichiaro di aver letto e di approvare le Condizioni di Servizio

source: You must agree to the terms to register
it: Per registrarsi bisogna approvare le condizioni

source: This email address is already in use. Please supply a different email address.
it: Questo indirizzo email è già in uso. Inserisci un altro indirizzo email.

source: Registration using free email addresses is prohibited. Please supply a different email address.
it: La registrazione con indirizzi email gratis non è permessa. Inserisci un altro indirizzo email.

source: user
it: utente

source: activation key
it: chiave di attivazione

source: registration profile
it: profilo di registrazione

source: registration profiles
it: profili di registrazione

source: Activation Failure
it: Attivazione Fallita

source: Account activation failed.
it: Attivazione utente fallita.

source: Account Activated
it: Utente Attivato

source: Your account is now activated.
it: Il tuo utente ora è attivo.

source: You can log in.
it: Puoi entrare.

source: Once a site administrator activates your account you can login.
it: Dopo che l'amministratore del sito attiverà l'utente potrai entrare.

source: registration
it: registrazione

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
it: Tu (o qualcuno che finge di essere te) ha chiesto di registrare un utente a %(site_name)s. Se non lo hai fatto tu per favore ignora questa email e il tuo indirizzo di posta sarà rimosso dalle nostre memorie.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
it: Per attivare questo utente per favore seleziona il seguente collegamento entro %(expiration_days)s giorni:

source: Sincerely, %(site_name)s Management
it: Cordialmente, I gestori di %(site_name)s

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
it: Tu (o qualcuno che finge di essere te) ha chiesto di registrare un utente a %(site_name)s. Se non lo hai fatto tu per favore ignora questa email e il tuo indirizzo di posta sarà rimosso dalle nostre memorie.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
it: Per attivare questo utente per favore segui il seguente collegamento entro %(expiration_days)s giorni:

source: Sincerely, %(site_name)s Management
it: Cordialmente, I gestori di %(site_name)s

source: Account activation on
it: Attivazione utente attiva

source: Approval Failure
it: Approvazione Fallita

source: Account Approval failed.
it: Attivazione utente fallita.

source: Account Approved
it: Utente Approvato

source: The user's account is now approved.
it: Il tuo utente ora è approvato.

source: admin approval
it: approvazione amministratore

source: Your account is now approved. You can
it: Il tuo utente ora è approvato. Puoi

source: log in.
it: entra.

source: Your account is now approved. You can log in using the following link
it: Il tuo utente ora è approvato. Puoi entrare usando il seguente collegamento

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
it: L'utente (%(user)s) ha chiesto di registrasi a %(site_name)s.

source: To approve this, please
it: Per approvare questo, per favore

source: click here
it: clicca qui

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
it: L'utente (%(user)s) ha richiesto di registrarsi a %(site_name)s.

source: To approve this, please click the following link.
it: Per attivare questo utente per favore segui il seguente collegamento

source: Account approval on
it: Attivazione utente attiva

source: Log in
it: Entra

source: Forgot your password?
it: Dimenticato la password?

source: Reset it
it: Reimpostalo

source: Not a member?
it: Non sei iscritto?

source: Register
it: Registra

source: Logged out
it: Uscito

source: Successfully logged out
it: Uscito con successo

source: Password changed
it: Password cambiata

source: Password successfully changed!
it: Password cambiata con successo!

source: Change password
it: Cambio password

source: Password reset complete
it: Reimpostazione della password completata

source: Your password has been reset!
it: La tua password è stata reimpostata!

source: You may now
it: Ora puoi

source: log in
it: entra

source: Confirm password reset
it: Conferma la reimpostazione della password

source: Enter your new password below to reset your password:
it: Inserisci la tua nuova password qui sotto per reimpostare la password:

source: Set password
it: Imposta password

source: Password reset
it: Reimposta password

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
it: Ti abbiamo inviato una email con un collegamento per reimpostare la tua password. Per favore controlla la tua email e segui il collegamento per continuare.

source: Greetings
it: Saluti

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
it: Stai ricevendo questa email perchè tu (o qualcuno che pretende di essere te) ha richiesto una reimpostazione della password sul sito %(domain)s. Se non desideri reimpostare la tua password, cortesemente ignora questo messaggio.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
it: Per reimpostare la tua password per favore clicca sul seguente collegamento, o copialo e incollalo nel tuo web browser:

source: Your username, in case you've forgotten:
it: Il tuo nome utente nel caso te lo fossi dimenticato:

source: Best regards
it: Saluti

source: Management
it: Gestione

source: Reset password
it: Reimposta password

source: <strong>Forgot your password?</strong> Enter your email in the form below and we'll send you instructions for creating a new one.
it: <strong>Hai dimenticato la password?</strong> Inserisci la tua email nel modulo sotto e ti saranno inviate le istruzioni per crearne una nuova.

source: Registration is closed
it: La registrazione è chiusa

source: Sorry, but registration is closed at this moment. Come back later.
it: Scusate, ma la registrazione e temporaneamente chiusa. Riprovare più tardi.

source: Activation email sent
it: Mail di attivazione inviata

source: Please check your email to complete the registration process.
it: Per favore controlla la tua email per completare il processo di registrazione.

source: Register for an account
it: Registra un utente

source: Submit
it: Invia

source: Terms of Service
it: Condizioni di servizio

source: Rmap data-base is made available under the <a href=https://creativecommons.org/licenses/by/4.0/>CC BY 4.0 license</a>.
it: Il data-base Rmap è reso disponibile con la licenza <a href=https://creativecommons.org/licenses/by/4.0/>CC BY 4.0</a>.

source: AVAILABLE IN ITALIAN LANGUAGE ONLY: Ti ringraziamo per la tua disponibilità a fornire dati e/o qualunque altro contenuto (di seguito indicati collettivamente “Contenuti”) al database di dati ambientali del progetto RMAP (di seguito “Progetto”). Il presente accordo per la contribuzione di dati (di seguito “Accordo”) si conclude fra Te e i gestori del sito del Progetto e disciplina i diritti sui Contenuti che Tu decidi di apportare al Progetto.<br> Introduzione<br> 1) Sei impegnato ad apportare esclusivamente contenuti rispetto ai quali Tu sia titolare dei relativi diritti di autore (nella misura in cui i Contenuti riguardino dati o elementi suscettibili di protezione secondo il diritto di autore). Tu dichiari e garantisci di poter validamente concedere la licenza di cui al successivo Articolo 2 e dichiari e garantisci altresì che tale licenza non viola nessuna legge e/o nessun contratto e, per quanto sia di Tua conoscenza, non viola alcun diritto di terzi. Nel caso Tu non sia titolare dei diritti di autore rispetto ai Contenuti, Tu dichiari e garantisci di avere ricevuto del titolare di tali diritti l’espressa autorizzazione di apportare i Contenuti e concederne la licenza di cui al successivo punto 2.<br> Diritti concessi<br> 2) Con il presente Accordo Tu, nei limiti di cui al successivo punto 3, concedi ai gestori del sito del Progetto in via NON esclusiva una licenza gratuita, valida su tutto il territorio mondiale e di carattere perpetuo e irrevocabile a compiere qualunque atto riservato ai titolari dei diritti di autore sopra i Contenuti e/o qualunque loro singola parte, da effettuarsi su qualunque supporto e mezzo di comunicazione ivi compresi quelli ulteriori e diversi rispetto all’originale.<br> 3) I gestori del sito del Progetto useranno o concederanno in sub-licenza i tuoi Contenuti come parte di un database e solamente nel rispetto della seguente licenza: CC BY 4.0.<br> 4) Salvo quanto stabilito nel presente Accordo, Tu conservi ogni eventuale altro diritto o prerogativa relativa ai Contenuti da Te apportati.<br> Limitazione di responsabilità<br> 5) Nei limiti consentiti dalla legge applicabile, e senza pregiudizio a quanto previsto dal precedente articolo 1; Tu fornisci i Contenuti senza garanzie esplicite o implicite di nessun tipo per quanto riguarda – a titolo esemplificativo – la loro qualità, assenza di vizi o difetti, adeguatezza e conformità al loro scopo o altro.<br> 6) Fatte salve le responsabilità che la legge non permette di escludere o derogare, né Tu né i gestori del sito del Progetto potranno intendersi responsabili di eventuali danni, siano essi diretti o indiretti, a titolo contrattuale o extracontrattuale, morali o materiali, e a qualunque genere essi appartengano. La presente esclusione di responsabilità sarà valida anche nel caso in cui una delle parti sia stata avvertita della possibilità che tali danni si verifichino.<br> Varie<br> 7) Il presente Accordo è disciplinato dalla legge vigente in Italia, senza possibilità di applicazione delle relative norme di diritto internazionale privato. Si conviene espressamente che al presente Accordo non potrà essere applicata la Convenzione delle Nazioni Unite.
it: Ti ringraziamo per la tua disponibilità a fornire dati e/o qualunque altro contenuto (di seguito indicati collettivamente “Contenuti”) al database di dati ambientali del progetto RMAP (di seguito “Progetto”). Il presente accordo per la contribuzione di dati (di seguito “Accordo”) si conclude fra Te e i gestori del sito del Progetto e disciplina i diritti sui Contenuti che Tu decidi di apportare al Progetto.<br> Introduzione<br> 1) Sei impegnato ad apportare esclusivamente contenuti rispetto ai quali Tu sia titolare dei relativi diritti di autore (nella misura in cui i Contenuti riguardino dati o elementi suscettibili di protezione secondo il diritto di autore). Tu dichiari e garantisci di poter validamente concedere la licenza di cui al successivo Articolo 2 e dichiari e garantisci altresì che tale licenza non viola nessuna legge e/o nessun contratto e, per quanto sia di Tua conoscenza, non viola alcun diritto di terzi. Nel caso Tu non sia titolare dei diritti di autore rispetto ai Contenuti, Tu dichiari e garantisci di avere ricevuto del titolare di tali diritti l’espressa autorizzazione di apportare i Contenuti e concederne la licenza di cui al successivo punto 2.<br> Diritti concessi<br> 2) Con il presente Accordo Tu, nei limiti di cui al successivo punto 3, concedi ai gestori del sito del Progetto in via NON esclusiva una licenza gratuita, valida su tutto il territorio mondiale e di carattere perpetuo e irrevocabile a compiere qualunque atto riservato ai titolari dei diritti di autore sopra i Contenuti e/o qualunque loro singola parte, da effettuarsi su qualunque supporto e mezzo di comunicazione ivi compresi quelli ulteriori e diversi rispetto all’originale.<br> 3) I gestori del sito del Progetto useranno o concederanno in sub-licenza i tuoi Contenuti come parte di un database e solamente nel rispetto della seguente licenza: CC BY 4.0.<br> 4) Salvo quanto stabilito nel presente Accordo, Tu conservi ogni eventuale altro diritto o prerogativa relativa ai Contenuti da Te apportati.<br> Limitazione di responsabilità<br> 5) Nei limiti consentiti dalla legge applicabile, e senza pregiudizio a quanto previsto dal precedente articolo 1; Tu fornisci i Contenuti senza garanzie esplicite o implicite di nessun tipo per quanto riguarda – a titolo esemplificativo – la loro qualità, assenza di vizi o difetti, adeguatezza e conformità al loro scopo o altro.<br> 6) Fatte salve le responsabilità che la legge non permette di escludere o derogare, né Tu né i gestori del sito del Progetto potranno intendersi responsabili di eventuali danni, siano essi diretti o indiretti, a titolo contrattuale o extracontrattuale, morali o materiali, e a qualunque genere essi appartengano. La presente esclusione di responsabilità sarà valida anche nel caso in cui una delle parti sia stata avvertita della possibilità che tali danni si verifichino.<br> Varie<br> 7) Il presente Accordo è disciplinato dalla legge vigente in Italia, senza possibilità di applicazione delle relative norme di diritto internazionale privato. Si conviene espressamente che al presente Accordo non potrà essere applicata la Convenzione delle Nazioni Unite.

source: Account Activation Resent
it: Attivazione utente reinviata

source: We have sent an email to %(email)s with further instructions.
it: Abbiamo inviato una email a %(email)s con ulteriori istruzioni.

source: Resend Activation Email
it: Re-invia email di attivazione
