Repository: r-map/rmap
Catalog: python/insertdata/locale/*/LC_MESSAGES/django.po
Languages: it

source: Invalid data; retry
it: Dati invalidi; riprova

source: Error on publish data; retry
it: Errore pubblicando i dati; riprova

source: Board chage completed successfully
it: Modifica della board completata con successo

source: Station
it: Stazione

source: Cancel
it: Annulla

source: Modify board
it: Modifica board

source: Modify sensors
it: Modifica sensori

source: Modify sensor
it: Modifica sensore

source: Modify transport MQTT
it: Modifica trasporto MQTT

source: Modify transport TCPIP
it: Modifica trasporto TCPIP

source: Modify transport CAN
it: Modifica trasporto CAN

source: Modify transport AMQP
it: Modifica trasporto AMQP

source: Submit
it: Invia

source: Return to station list
it: Ritorna alla lista stazioni

source: The station is not your own; cannot remove!
it: La stazione non è tua; non puoi rimuoverla!

source: Error deleting station; retry
it: Errore nel cancellare la stazione; riprova

source: Station removed
it: Stazione rimossa

source: Are you sure to delete station ?
it: Sei sicuro di cancellare la stazione ?

source: Remove
it: Rimuovere

source: OK, data published
it: Ottimo, dati pubblicati

source: Show data published
it: Mostra i dati pubblicati

source: My last image published
it: La mia ultima immagine pubblicata

source: If you are observing from a regular site select coordinates from your stations:
it: Se stai osservando da una postazione abituale seleziona le coordinate da una delle tue stazioni:

source: Select
it: Seleziona

source: Or if you prefer select coordinate from address:
it: Oppure se preferisci seleziona le coordinate dall'indirizzo:

source: If still necessary, select the coordinates from the map and then complete uploading your image:
it: Se ancora necessario, seleziona le coordinate dalla mappa e completa caricando la tua immagine:

source: If still necessary, select the coordinates from the map and then complete with your current data:
it: Se ancora necessario, seleziona le coordinate dalla mappa e poi termina inserendo i tuo dati attuali:

source: Duplicated station; an other station exist in the same place
it: Stazione duplicata; un'altra stazione esiste nello stesso posto

source: Station insert completed successfully
it: Inserimento della stazione completato con successo

source: User
it: Utente

source: Slug
it: Slug (nome della risorsa)

source: Save this private information and keep it confidential
it: Salva questi dati privati e mantienili confidenziali

source: mqtt password
it: password mqtt

source: If you prefer, select the coordinates from the address:
it: Se preferisci, seleziona le coordinate dall'indirizzo:

source: Or select coordinate from map:
it: Oppure seleziona le coordinate dalla mappa:

source: And finally, enter your new station:
it: Termina inserendo la tua nuova stazione:

source: Data succesfully added
it: Dati aggiunti con successo

source: Select coordinate from map and insert your actual data
it: Seleziona le coordinate dalla mappa e inserisci i tuo dati attuali

source: No phenomenon in progress
it: Nessun fenomeno in atto

source: Visibility
it: Visibilità

source: Rain
it: Pioggia

source: Snow
it: Neve

source: Thunderstorm
it: Temporale

source: Tornado
it: Tromba d'aria

source: Impact type
it: Tipo di impatto

source: Station chage completed successfully
it: Modifica della stazione completata con successo

source: Modify station
it: Modifica stazione

source: Modify station boards
it: Modifica board stazione

source: Modify boards
it: Modifica Boards

source: Modify station constant data
it: Modifica i dati costanti di stazione

source: Modify constant data
it: Modifica i dati costanti

source: Your station
it: Tua stazione

source: Select configurated station
it: Seleziona la stazione configurata

source: now
it: adesso

source: observed 1 our before
it: osservato 1 ora fa

source: observed 2 hours before
it: osservato 2 ora fa

source: observed 3 hours before
it: osservato 3 ora fa

source: observed 4 hours before
it: osservato 4 ora fa

source: observed 5 hours before
it: osservato 5 ora fa

source: observed 6 hours before
it: osservato 6 ora fa

source: Time elapsed
it: Tempo trascorso

source: Time elapsed from observation time
it: Tempo trascorso dal momento dell'osservazione

source: Visibility(m.)
it: Visibilità (m.)

source: Snow height(cm.)
it: Altezza neve (cm.)

source: Present weather
it: Tempo presente

source: tornado
it: tromba d'aria

source: Impact detected
it: Tipo di impatto

source: Search address
it: Indirizzo per la ricerca

source: Insert street, city,country, state
it: Inserire via, città, cap, stato

source: New station name
it: Nuovo nome stazione

source: The name of the station to insert
it: Nome della stazione da inserire

source: Latitude
it: Latitudine

source: Latitude in decimal degrees
it: Latitudine in gradi sessadecimali

source: Longitude
it: Longitudine

source: Longitude in decimal degrees
it: Longitudine in gradi sessadecimali

source: Station height (m.)
it: Altezza stazione (m)

source: Station model
it: Modello stazione

source: The model of the station to insert
it: Modello della stazione da inserire
