Repository: r-map/rmap
Catalog: python/locale/*/LC_MESSAGES/django.po
Languages: it

source: Firmware name
it: Nome del firmware

source: Firmware description
it: Descrizione del firmware

source: The firmware file to upload
it: Il file con il firmware da caricare

source: Build date
it: Data creazione

source: When the firmware was done
it: Quando il firmware è stato fatto

source: Active
it: Attiva

source: Activate the firmware for upgrade
it: Attivare il firmware per aggiornarlo

source: Firmare version
it: Versione Firmware

source: firmware major version
it: versione principale firmware

source: firmware minor version
it: versione secondaria firmware

source: Show Data
it: Visualizza Dati

source: Partecipate
it: Partecipa

source: Contacts
it: Contatti

source: Log in
it: Entra

source: Log out
it: Esci

source: Change password
it: Cambia password

source: Add present weather
it: Aggiungi tempo presente

source: Add Impact
it: Aggiungi impatto

source: Show
it: Visualizza

source: Visibility Data
it: Dati Visibilità

source: Rain Data
it: Dati Pioggia

source: Snow Data
it: Dati Neve

source: Thunderstorm Data
it: Dati Temporali

source: Tornado Data
it: Dati Tromba d'aria

source: Impact Data
it: Dati Impatto

source: Close
it: Chiudi

source: Insert observation
it: Inserisci osservazione

source: Welcome
it: Benvenuto

source: About
it: A proposito

source: Contact Us
it: Contatti

source: Name
it: Nome

source: Email adress
it: Email

source: Telephone
it: Telefono

source: Message
it: Messaggio

source: Send
it: Invia

source: Show observed weather
it: Visualizza tempo presente

source: Visibility
it: Visibilità

source: Rain
it: Pioggia

source: Snow
it: Neve

source: Thunderstorm
it: Temporale

source: Tornado
it: Tromba d'aria

source: Show Impact
it: Visualizza impatto

source: Impact
it: Impatto

source: What are you observing?
it: Cosa stai osservando?

source: Present Weather
it: Tempo presente

source: Welcome to Rmap4RainBO crowdsourcing application developed by <a target='_blank' href='http://www.meeo.it/wp/?lang=en'>MEEO S.r.l</a>, in the <a target='_blank' href='https://www.rainbolife.eu/'>RainBO LIFE project</a>, in collaboration with <a target='_blank' href='https://www.arpae.it/'>ARPAE</a> starting from the <a target='_blank' href='http://rmap.cc/'>Rmap</a> application
it: Benvenuto nell'applicazione di crowdsourcing Rmap4RainBO sviluppata da <a target='_blank' href='http://www.meeo.it/wp/?lang=en'>MEEO S.r.l</a>, nell'ambito del progetto <a target='_blank' href='https://www.rainbolife.eu/'>RainBO LIFE</a>, in collaborazione con <a target='_blank' href='https://www.arpae.it/'>ARPAE</a> partendo dall’applicazione <a target='_blank' href='http://rmap.cc/'>Rmap</a>

source: The purpose is to involve citizens in uploading the observed meteorological phenomenon (section 'PARTICIPATE/Add present weather'), giving priority to the most significant events (tornado, thunderstorm, heavy rain, etc.), in order to share ('SHOW DATA' section) information updated in real time and distributed throughout the territory, as if the territory was covered by a dense network of sensors on the present weather
it: Lo scopo è quello di coinvolgere i cittadini nella segnalazione del fenomeno meteorologico osservato (sezione "PARTECIPA/Aggiungi tempo presente"), dando priorità agli eventi più significativi (Tromba d'aria, temporale, pioggia intensa etc), in modo da condividere (sezione VISUALIZZA) informazioni aggiornate in tempo reale e distribuite sul territorio, come se il territorio fosse ricoperto da una fitta rete di sensori sul tempo presente.

source: The Rmap4RainBO application is moreover an experimental platform addressing citizens and institutions with the aim to gather feedback on the territory in terms of observed impacts (section 'IMPACT / Add Impact') due to hydraulic hydrogeological weather events (eg floods, fallen trees or icy road). The impact codification, so far considered in the present application, has been defined within the project, since any code of them has not yet been found at regional or national level, but it can obviously be reviewed and updated after further comparisons with the competent institutions. The goal is to start building a database of historical data on the recorded impacts in order to correlate them to regional meteorological alerts. The weather phenomena codification is based on the <a target='_blank' href='https://www.wmo.int/pages/index_en.html'>WMO – World Meteorological Organization</a> standards.
it: L'applicazione rappresenta anche una piattaforma sperimentale rivolta a cittadini e istituzioni, per raccogliere riscontri sul territorio rispetto agli impatti osservati (sezione "IMPATTO/aggiungi Impatto") in termini di danni dovuti ad eventi meteo idrogeologici idraulici (ad esempio allagamenti, alberi caduti o strada ghiacciata). La codifica degli impatti qui considerati è stata, per ora, definita nell'ambito del progetto, dal momento che non ne è stata riscontrata una a livello regionale o nazionale, ma potrà ovviamente essere rivista e aggiornata a seguito di ulteriori confronti con le istituzioni competenti. L'obiettivo è quello di iniziare a costruire un database di dati storici sugli impatti registrati per correlarli alle allerte regionali. La codifica dei fenomeni di tempo osservato fa invece riferimento agli standards <a target='_blank' href='https://www.wmo.int/pages/index_en.html'>WMO – World Meteorological Organization</a>.

source: The visualization of the geolocation information ('SHOW DATA' section) is useful to understand where significant phenomena are occurring and what damages have been reported on the interested area.
it: La sezione 'VISUALIZZA', grazie alla geolocalizzazione delle informazioni, è utile per capire dove si stanno verificando fenomeni significativi e quali danni sono stati riportati.

source: To access the section 'PARTICIPATE' you need to log in after a registration that requires username, password and email address.
it: Per accedere alla sezione PARTECIPA è necessario effettuare la registrazione nella sezione LOGIN/Register fornendo username, password e indirizzo email.

source: At <a target='_blank' href='https://www.rainbolife.eu/node/72'>this link</a>, a quick user guide for the present web application is available.
it: A <a target='_blank' href='https://www.rainbolife.eu/node/72'>questo link</a> &egrave disponibile un breve manuale d’uso dell’applicazione web.

source: Thanks for your partecipation!
it: Grazie per la vostra partecipazione!

source: The RainBO Staff
it: Lo Staff di progetto RainBO

source: No phenomenon in progress
it: Nessun fenomeno in atto

source: If no meteorological phenomenon is in progress among the above mentioned ones (for example a clear or cloudy sky but with excellent visibility), you can still choose the icon 'No other phenomenon in progress'. In this way you can familiarize yourself with the platform by sending reliable data at any time and it will be useful to have feedback to know the presence or not of significant phenomena.
it: Se non &egrave; in corso nessun fenomeno meteorologico tra quelli sopra indicati (as esempio cielo sereno o nuvoloso ma con ottima visibilit&agrave;), puoi comunque scegliere l'icona "Nessun altro fenomeno in atto". In questo modo potrai familiarizzare con la piattaforma inviando dati attendibili in qualsiasi momento e sarà utile averne riscontro per conoscere la presenza o meno di fenomeni significativi.

source: Haze
it: Foschia

source: Definition
it: Definizione

source: suspension in the atmosphere of small droplets of water, usually microscopic, or of hygroscopic particles, which reduce the visibility to the earth's surface.
it: sospensione nell'atmosfera di piccole goccioline d'acqua, solitamente microscopiche, o di particelle igroscopiche, le quali riducono la visibilit&agrave; alla superficie terrestre.

source: Comment
it: Commento

source: the term 'haze' or light fog is used when the horizontal visibility is between 10 km and 1 km. The droplets are smaller and more dispersed than in the case of fog which, for the rest, has the same constitution. The haze forms a fairly thin veil of greyish appearance that covers the landscape.
it: il termine "foschia" o nebbia leggera &egrave; usato quando la visibilit&agrave; orizzontale &egrave; compresa tra 10 Km e 1 km. Le goccioline sono pi&ugrave; piccole e pi&ugrave; disperse che nel caso della nebbia la quale, per il resto, ha la stessa costituzione. La foschia forma un velo abbastanza sottile di aspetto grigiastro che copre il paesaggio.

source: Fog
it: Nebbia

source: the reduction of visibility depends on the structure of the fog; especially from the number of droplets per unit volume and from the size distribution of these. The term fog is used when the horizontal visibility to the earth's surface is less than 1 km. When illuminated, individual droplets of mist are visible to the naked eye; they are often in turbulent movement. The fog forms a whitish veil covering the landscape; however, it can take a faint color when mixed with powder or smoke.
it: la riduzione della visibilit&agrave; dipende dalla struttura della nebbia; specialmente dal numero di goccioline per unit&agrave; di volume e dalla distribuzione nelle dimensioni di queste. Il termine nebbia &egrave; usato quando la visibilit&agrave; orizzontale alla superficie terrestre &egrave; inferiore ad 1 km. Quando illuminate, singole goccioline di nebbia sono visibili ad occhio nudo; esse sono spesso in movimento in maniera turbolenta. La nebbia forma un velo biancastro che copre il paesaggio; esso pu&ograve; comunque prendere, quando mischiato con polvere o fumo, una debole colorazione.

source: on the earth's surface, at temperatures below -10 ° C, the fog can be composed, usually by freezing of the droplets, from ice crystals which, like the diamond dust, give rise to optical phenomena.
it: sulla superficie terrestre, a temperature inferiori a -10 &deg;C, la nebbia pu&ograve; essere composta, solitamente per congelamento delle goccioline, da cristalli di ghiaccio i quali, come la polvere di diamante, danno origine a fenomeni ottici.

source: The intensity of a liquid precipitation is measured in mm per hour and corresponds to the quantity of drops that reach the ground: more dense are drops, more intense is the precipitation.
it: L'intensit&agrave; di una precipitazione liquida si misura in mm all'ora e corrisponde alla quantit&agrave; di gocce che giungono a terra: pi&ugrave; sono fitte, pi&ugrave; &egrave; intensa.

source: Referring to the official meteorology classification:
it: Rifacendosi alla classificazione ufficiale in meteorologia:

source: drizzle
it: pioviggine

source: intensity lesser than 1 mm/h
it: per precipitazioni fino a 1 mm all'ora

source: rain, from weak to heavy
it: pioggia, da debole a forte

source: intensity is between 1 and 10 mm/h
it: se l'intensit&agrave; &egrave; compresa tra 1 e 10 mm/h

source: freezing on the ground
it: congelantesi al suolo

source: when temperatures reach zero and precipitation takes on a snow character
it: quando le temperature arrivano allo zero e le precipitazioni assumono carattere di neve

source: very heavy rain
it: pioggia violenta o nubifragio

source: intensity is over 50 mm/h
it: se oltre i 50 mm all'ora

source: The intensity of a liquid precipitation is measured in mm per hour (mm / h) and corresponds to the quantity of drops that reach the ground: more dense are drops, more intense is the precipitation.
it: L'intensit&agrave; di una precipitazione liquida si misura in mm all'ora e corrisponde alla quantit&agrave; di gocce che giungono a terra: pi&ugrave; sono fitte, pi&ugrave; &egrave; intensa.

source: precipitation of ice crystals, single or agglomerated in flakes, which falls from a cloud.
it: precipitazione di cristalli di ghiaccio, singoli o agglomerati in fiocchi, che cade da una nube.

source: The snowy precipitation could be
it: La precipitazione nevosa pu&ograve; essere

source: weak
it: debole

source: Intensity < 1 mm/h, if you fall a few flakes of snow or 2 or 3 snowflakes on a palm of your hand, if you expose it outdoors for a minute
it: (intensit&agrave; minore di 1mm/h), se cade qualche fiocco di neve ovvero 2 o 3 fiocchi su un palmo di mano, se la esponi all'aperto per un minuto

source: moderate
it: moderato

source: Intensity between 1 and 5 mm/h, If the number and/or size and/or speed increase (on the hand collect more than 3 snowflakes)
it: (intensit&agrave; compresa tra 1 e 5 mm/h), se aumentano il numero di fiocchi e/o la dimensione e/o la velocità con cui cade (sulla mano raccogli più di 3 fiocchi)

source: heavy
it: forte

source: Intensity greater than 5 mm/h, if precipitation is intense (the exposed hand is covered with snowflakes)
it: (intensit&agrave; maggiore di 5 mm/h), se la precipitazione &egrave; intensa, ovvero la mano esposta si ricopre di fiocchi di neve

source: the shape, the size and the concentration of the snow crystals differ greatly with the variation of the temperature at which they are formed and the conditions in which they develop. A snowfall usually includes several types of snow crystals, which can be observed in almost all their forms during the course of the phenomenon. At temperatures higher than -5 &deg;C, ice crystals are generally combined into snowflakes.
it: la forma, la dimensione e la concentrazione dei cristalli di neve differiscono notevolmente al variare della temperatura alla quale essi si formano e delle condizioni nelle quali si sviluppano. Una nevicata include solitamente diversi tipi di cristalli di neve, i quali possono essere osservati in quasi tutte le loro forme durante lo svolgersi del fenomeno. A temperature maggiori di -5 &deg;C, i cristalli di ghiaccio sono generalmente riuniti in fiocchi di neve.

source: When one or more abrupt discharges of electricity occur with a short and intense glow (lightning) and with a dry rumble or a dull rumble (thunder). Thunderstorms develop more frequently between the months of April and October.
it: Quando una o pi&ugrave; brusche scariche di elettricit&agrave; si manifestano con un bagliore breve ed intenso (fulmine) e con un rombo secco o un sordo brontolio (tuono). I temporali si sviluppano con più frequenza tra i mesi di aprile e ottobre.

source: The observed thunderstorms could be
it: Il temporale osservato pu&ograve; essere

source: weak or moderate with rain
it: debole o moderato con pioggia

source: if not intense and without hail, with thunder in the distance
it: se poco intenso e senza grandine, con tuoni in lontananza

source: weak or moderate with hail
it: debole o moderato con grandine

source: if not intense but with hail, low intensity and with not well audible thunders
it: se poco intenso ma accompagnato da grandine, di bassa intensità e con tuoni non bene udibili

source: heavy with rain
it: forte con pioggia

source: with heavy rainfall, accompanied by intense wind in general, lightning and thunder very audible and high intensity
it: se con precipitazioni intense, accompagnate da forte vento in genere, lampi e tuoni ben udibili e ad alta intensità

source: heavy with hail
it: forte con grandine

source: as described above, but with hail instead of rain
it: come descritto sopra, ma con grandine al posto della pioggia

source: Thunderstorms are associated with convective clouds and are often accompanied by precipitations which, when they reach the earth's surface, are in the form of rain showers, snow, round snow, hail, often associated with strong gusts of wind.
it: I temporali sono associati a nubi convettive e sono spesso accompagnati da precipitazioni le quali, quando raggiungono la superficie terrestre, sono sotto forma di rovesci di pioggia, neve, neve tonda, grandine, spesso associate a forti raffiche di vento.

source: This phenomenon consists of a wind turbidity that is often violent, revealed by the presence of a kind of tube or inverted cone (funnel cloud) hanging from the base of a Cumulonimbus (special tuba) and from a 'head' consisting of water droplets raised from the surface of the sea or dust, sand or debris raised off the ground surface.
it: Fenomeno costituito da un turbine di vento spesso violento, rive lato dalla presenza di una specie di tubo o di cono rovesciato (nube ad imbuto) pendente dalla base di un Cumulonembo (particolarit&agrave; supplementare tuba) e da un "cespo" costituito da goccioline diacqua sollevate dalla superficie del mare o di polvere, sabbia o detriti sollevati dalla superficie del suolo.

source: the axis of the funnel cloud is vertical, inclined or sometimes sinuous. Not surprisingly, the funnel merges with the tuft. The air in the turbine rotates rapidly, very often in a cyclonic sense; a rapid rotary movement can also to be observed outside the funnel and the 'head'. Furthest, the air is often very calm.
it: l'asse della nube ad imbuto &egrave; verticale, inclinato o talvolta sinuoso. Non straordinariamente, l'imbuto si fonde col cespo. L'aria nel turbine ruota rapidamente, assai spesso in senso ciclonico; un rapido movimento rotatorio pu&ograve; anche essere osservato al di fuori dell'imbuto e del "cespo". Pi&ugrave; lontano, l'aria &egrave; spesso assai calma.

source: Impacts
it: Impatti

source: Report this impact if you look at <b>fallen trees </b> on the road or in adjacent areas, both if they are uprooted and if they are broken (even just one of its group branches)
it: Segnala questo impatto se osservi <b>alberi caduti</b> in strada o nelle zone adiacenti, sia nel caso in cui si siano sradicati sia nel caso in cui si siano spezzati (anche solo un suo ramo gruppo)

source: When you observe a smooth and compact slab, although very thin, of <b>ice, generally transparent (glassy ice or glass), on the road, </b> formed by the freezing of drops of drizzle or rain drops overwhelmed on objects. whose surface temperature is under or slightly above 0 &deg;C
it: Quando osservi una lastra liscia e compatta, seppure molto sottile, di <b>ghiaccio, generalmente trasparente (ghiaccio vetroso o vetrone), sulla strada,</b> formato dal congelamento di goccioline di pioviggine o di gocce di pioggia sopraffuse su oggetti la cui temperatura superficiale e`sotto o leggermente sopra 0 &deg;C

source: Flooding is the temporary <b> flooding </b> of areas that are usually not covered with water. It occurs when, due to intense and prolonged rains, the waters of a river or a creek are not contained by banks and barriers and are poured into the surrounding territory. Or when the sea level rises, due to the strong wind and low atmospheric pressure, thus reaching bathing establishments and inhabited centers. In urban centers it is frequent that, due to the bad weather, the sewage networks can not contain excess rainwater, causing widespread flooding and road traffic problems
it: L'alluvione è l'<b>allagamento</b> temporaneo di aree che di solito non sono ricoperte d'acqua. Si verifica quando, a causa di piogge intense e prolungate, le acque di un fiume o di un torrente non vengono contenute da argini e barriere e si riversano nel territorio circostante. Oppure quando il livello del mare si innalza, per effetto del forte vento e della bassa pressione atmosferica, raggiungendo così stabilimenti balneari e centri abitati. Nei centri urbani è frequente che, per il forte maltempo, le reti fognarie non riescano a contenere l'acqua piovana in eccesso, causando allagamenti diffusi e problemi alla circolazione stradale

source: A <b>Pothole</b> is a structural failure in a <b> road </b> surface, caused by failure primarily in asphalt <b>pavement</b> due to the presence of water in the underlying soil structure and the presence of traffic passing over the affected area. Long-lasting or heavy rainfall events can cause potholes in the road.
it: Una <b>buca in strada</b> consiste nel <b>cedimento dell'asfalto</b>, causato dalla presenza di acqua nella struttura del suolo sottostante e del traffico che la attraversa. Gli eventi di precipitazione intensa e/o duraturi ne rappresentano la causa più frequente.

source: In this section you can upload information on observed impacts that can be traced to meteorological phenomena, in particular, we consider particularly relevant the following types:
it: In questa sezione puoi caricare informazioni su impatti osservati che possono essere ricondotti a fenomeni metereologici, in particolare, riteniamo di particolare importanza le seguenti categorie:

source: flooding
it: allagamento

source: fallen tree
it: albero caduto

source: icy road
it: strada ghiacciata

source: pothole
it: buca in strada

source: In this section you can load the present weather you are observing in terms of
it: In questa sezione puoi caricare il tempo presente che stai osservando in termini di

source: Warning
it: Attenzione

source: the observation of the phenomenon must be relative to the time of sending, that is the phenomenon must be in place within 10 minutes prior to the submission of the observation. If you are observing more phenomena, assign priorities to the most important one significant that is the one below or right on the list).
it: l'osservazione del fenomeno deve essere relativa al momento dell'invio, ossia il fenomento deve essere in atto nei 10 minuto precedenti all'invio dell'osservazione. Se stai osservando più fenomeni, dai priorit&agrave; a quello pi&ugrave; significativo (ovvero quello pi&ugrave; in basso o a destra della lista)

source: If <b>no meteorological phenomena are in progress </b> among the above mentioned ones (for example clear or cloudy sky but with excellent visibility), you can still choose the icon 'No phenomenon in progress'. In this way you can familiarize yourself with the platform by sending reliable data at any time and it will be useful to have feedback to know the presence or not of significant phenomena.
it: Se non &egrave; in corso <b>nessun fenomeno meteorologico </b>tra quelli sopra indicati (as esempio cielo sereno o nuvoloso ma con ottima visibilit&agrave;), puoi comunque scegliere l'icona "Nessun altro fenomeno in atto". In questo modo potrai familiarizzare con la piattaforma inviando dati attendibili in qualsiasi momento e sarà utile averne riscontro per conoscere la presenza o meno di fenomeni significativi.

source: Command
it: Comando

source: Response
it: Risposta

source: Active ticket
it: Ticket attivo

source: Date
it: Data

source: Date command
it: Data del comando

source: method
it: metodo

source: params
it: parametri

source: Date reposnse
it: Data della risposta

source: result
it: risultato

source: error
it: errore

source: Remote Procedure Call ID
it: ID Remote Procedure Call

source: Active:
it: Attiva:

source: Status:
it: Stato:

source: User:
it: Utente:

source: Station:
it: Stazione:

source: Phase
it: Fase

source: Method
it: Metodo

source: Params
it: Parametri

source: Result
it: Risultato

source: Error
it: Errore

source: Submitted
it: Sottomessa

source: Remote Procedure Call of user:
it: Remote Procedure Call dell'utente:

source: Remote Procedure Call for all users
it: Remote Procedure Call per tutti gli utenti

source: Remote Procedure Call for user
it: Remote Procedure Call per l'utente

source: and station
it: e stazione

source: Filter
it: Filtra

source: Status
it: Stato

source: Station
it: Stazione

source: Created
it: Creata

source: previous
it: precedente

source: Page
it: Pagina

source: next
it: successiva

source: last &raquo;
it: ultima&raquo;

source: Invalid data; retry
it: Dati invalidi; riprova

source: Error on submit RPC; retry
it: Errore nel sottomettere la RPC; riprova

source: OK, RPC submitted
it: OK, RPC sottomessa

source: Insert your new Remote Procedure Call for user:
it: Inserisci la tua nuova Remote Procedure Call per l'utente:

source: and station:
it: e stazione:

source: Submit
it: Sottometti

source: for example
it: per esempio
