Repository: r-map/rmap
Catalog: python/locale/*/LC_MESSAGES/django.po
Languages: it

source: Maps and graph of main parameters
it: Mappe e grafici dei principali parametri

source: Maps and graph for all parameters (new testing)
it: Mappe e grafici di tutti i parametri (nuova funzione in test)

source: Maps and graph for all parameters (obsolete disabled)
it: Mappe e grafici di tutti i parametri (obsoleta disabilitata)

source: Georeferenced image on a map
it: Immagini gereferenziate su mappa

source: Graph with Graphite
it: Grafici con Graphite

source: Sample Dashboard
it: Lavagna di esempio

source: Extract historical data
it: Estrazione dati storici

source: Data providers
it: Fornitori dati

source: Stations
it: Stazioni

source: Show RMAP stations
it: Mostra le stazioni RMAP

source: Show all stations
it: Mostra tutte le stazioni

source: Diagnostic by station status
it: Diagnostica dallo stato della stazione

source: Your RMAP stations
it: Le tue stazioni RMAP

source: All your stations
it: Tutte le tue stazioni

source: Join us
it: Partecipa

source: Register a new station
it: Registra una nuova stazione

source: Add manual data observations
it: Aggiungi osservazioni manuali

source: Add georeferenced image
it: Aggiungi immagini georeferenziate

source: Dowload RMAP App for Android
it: Scarica lApp RMAP per Android

source: Install RMAP App son other operative systems
it: Installa l'App RMAPper altri sistemi operativi

source: Publish data on http for MQTT broker
it: Publica i dati in http per il broker MQTT

source: Documentation
it: Documentazione

source: The project on RaspiBO site
it: Il progetto sul sito di RaspiBO

source: Develop
it: Sviluppo

source: Guide
it: Guida

source: Become beta tester for RMAP App for Android
it: Diventa beta tester per l'App RMAP per Android

source: Admin
it: Amministrazione

source: Manage processes
it: Gestisci i processi

source: Django admin
it: Amministrazione Django

source: Rabbitmq admin
it: Amministrazione RabbitMQ

source: My RMAP
it: Il mio RMAP

source: Your personal page
it: La tua pagina personale

source: Configuration wizard
it: Configurazione facilitata

source: Display
it: Visualizzazione

source: Here your personal data
it: Questi i tuoi dati personali

source: Your images
it: Le tue immagini

source: Your tickets
it: I tuoi tickets

source: Assigned
it: Assegnato

source: Subscribed
it: Abbonato

source: Your stations
it: Le tue stazioni

source: View on the map
it: Visualizza sulla mappa

source: No station yet.
it: Non ci sono stazioni.

source: Error on publish data; retry
it: Errore pubblicando i dati; riprova

source: Here your station details
it: Questi i dettagli stazione

source: Delete
it: Rimuovi

source: Modify
it: Modifica

source: Monitor Remote Procedure Call
it: Remote Procedure Call per l'utente

source: Submit Remote Procedure Call (easy mode)
it: Invia Remote Procedure Call (modalità semplice)

source: Submit Remote Procedure Call
it: Invia Remote Procedure Call

source: Download configuration for Stima V3
it: Scarica la configurazione per Stima V3

source: Reserved information
it: Informazioni riservate

source: click over to open
it: clicca sopra per aprire

source: User
it: Utente

source: Locate
it: Mappa

source: Show station details
it: Mostra i dettagli stazione

source: Operation
it: Operazione

source: No image yet.
it: Non ci sono ancora immagini.

source: upload your station image
it: Carica una immagine della stazione

source: Data level:
it: Livello dati:

source: Report period:
it: Intervallo tra i report

source: Comunication status with server
it: Stato comunicazione col server

source: Last local station data
it: Ultimi dati da stazione locale

source: Return to user station list
it: Ritorna alla lista stazioni

source: Station status
it: Stato stazione

source: Missing
it: Mancante

source: Last status update
it: Ultimo aggiornamento dello stato

source: Firmware version
it: Versione del Firmware

source: Realtime local data
it: Dati locali in tempo reale

source: Board name
it: Nome scheda

source: Last firmware update
it: Ultimo aggiornamento firmware

source: Sensor
it: Sensore

source: Reset user filter
it: Reimposta filtro utente

source: Version
it: Versione

source: Selected user
it: Seleziona utente

source: Selected slug
it: SLUG selezionato

source: Reset slug filter
it: Annulla filtro su SLUG

source: status bit
it: stato bit

source: status val
it: stato val

source: Profile
it: Profilo
