Repository: r-map/rmap
Catalog: python/locale/*/LC_MESSAGES/django.po
Languages: it

source: Ticket
it: Ticket attivo

source: High
it: Alta

source: Low
it: Bassa

source: Very Low
it: Molto Bassa

source: Priority
it: Priorità

source: Abstract of the problem
it: Riassunto del problema

source: Description of the problem
it: Descrizione del problema

source: Assigned to
it: Assegnato a

source: Subscribed by
it: Abbonato

source: Open
it: Apri

source: Closed
it: Chiuso

source: Activate this action
it: Attivare questa azione

source: Date and time
it: Data e ora

source: Description of the action
it: Descrizione dell'azione

source: Action
it: Azione

source: Actions
it: Azioni

source: Activate this station image
it: Attiva questa immagine della stazione

source: Description of the image
it: Descrizione dell'immagine

source: Image
it: Immagine

source: Images
it: Immagini

source: Unsupported file extension:
it: Estensione del file non supportata:

source: Filename
it: Nome File

source: Size
it: Dimensione

source: Size of this file in bytes
it: dimensione del file in bytes

source: Attachment
it: Allegato

source: Attachments
it: Allegati

source: Abstract
it: Riassunto

source: Description
it: Descrizione

source: Category
it: Categoria

source: File name
it: Nome file

source: No tickets.
it: Nessun tickets

source: station to configure
it: stazione da configurare

source: Your username
it: Il tuo nome utente

source: Enter a valid username.
it: Inserisci un nome utente valido.

source: Station name
it: Nome stazione

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Station height (m.)
it: Altezza stazione (m)

source: SSID of your wifi network
it: SSID della tua rete wifi

source: Network name
it: Nome della rete

source: Network description
it: Descrizione della rete

source: Data provider
it: Fornitore dati

source: Main site of the data provider
it: Sito principale del fornitore

source: Data licenze
it: Licenza dati

source: Data licenze url
it: URL della licenza dati

source: Network
it: Rete

source: Short name
it: Nome abbreviato

source: Provider
it: Fornitore

source: Licenze
it: Licenza

source: No network yet.
it: Non ci sono ancora reti.

source: Start GPS to get location updates
it: Avvia GPS per aggiornare la posizione

source: wait for location
it: attendi nuova posizione

source: Connect Status: DISCONNECTED
it: Stato Connessione: DISCONNESSO

source: Board Status: DISCONNECTED
it: Stato Board: DISCONNESSA

source: Transport Status: OFF
it: Stato Trasporto: SPENTO

source: Start
it: Avvia

source: help manual intro
it: Questo programma permette la pubblicazione di dati ambientali sul server rmap.cc. I dati possono essere rilevati manualmente e a vista oppure con il dispositivo Stima-BlueTooth in modo automatico. L'APP guida attraverso una sequenza di fasi: * identificazione della propria posizione * inserimento dei dati manuali * connessione e attivazione del dispositivo Stima-BlueTooth per il rilevamento automatico dei dati * gestione della coda dei dati rilevati e connessione e invio dei dati al server L'APP ha due modalità di funzionamento: una interattiva e una in background. La modalità di esecuzione in background non richiede la presenza o l'intervento dell'utente, e può essere concorrente all'esecuzione di altre applicazioni. Manuale d'uso Eseguiamo l'applicazione e vediamo come si presenta: in alto abbiamo i bottoni di navigazione tra le pagine e quelli per attivare alcune funzioni. Al centro le funzioni specifiche di quella pagina. In basso i messaggi di stato e di errore e alcune funzioni chiave da eseguire prima di abbandonare quella pagina. Continua -->

source: help manual setup
it: [b]"Impostazioni"[/b] Prima di tutto per pubblicare i dati sul server RMAP.cc bisogna registrarsi al sito; il bottone "Registrazione" dovrebbe aprire un browser alla url della registrazione che comunque è http://rmap.cc/registrazione/register/ Una volta fatta la registrazione sarete in possesso di uno user e di una password. Dovrete accedere al menu "Impostazioni": * [b]"General"[/b] qui potrete cambiare la lingua utilizzata (disponibile italiano e inglese) * [b]"Rmap"[/b] qui dovrete inserire "MQTT user" e "MQTT password" ottenuti durante la registrazione a rmap.cc; "MQTT server" indica il nome del server rmap da utilizzare e "Sample Time" la frequenza di compionamento dei sensori e quindi la frequenza di invio dei dati al server; per questi due ultimi parametri vi consigliamo di lasciare i valori preimpostati * [b]"Sensors"[/b] definisce quali sono i sensori disponibili nella vostra installazione; questa sezione è da utilizzare solo se disponete di strumentazione STIMA compatibile per fare misure. Vi consigliamo di seguire il manuale del dispositivo che vorrete utilizzare per impostare i parametri in questa sezione. "Name" è il nome del dispositivo BlueTooth che utilizzerete e quindi nel nostro caso il default "HC-06" solitamente è corretto; "Station" definisce la tipologia della vostra stazione e quindi all'hardware disponibile; "Board" definisce il tipo di hardware e quali sensori sono in uso nella vostra stazione e quali trasporti possono essere utilizzati. La scelta dovrà essere fatta anche relativamente alla vostra piattaforma (android/linux/windows/osx). I "Template" sono gruppi di sensori predefiniti e sono relativi quindi alla sensoristica di cui disponete; "Remote Board" fa riferimento al tipo di hardware a distanza che volete utilizzare. Per utilizzare il modulo stima-bluetooth il dispositivo va associato col telefono/pc come qualsiasi altro dispositivo BlueTooth. * [b]"Location"[/b] definisce la posizione in cui siete e state rilevando i dati; "Name" è un mnemonico opzionale per la vostra posizione; alla voce "Mobile" potete scegliere se la vostra postazione sarà una stazione fissa (i sensori sono ancorati a una struttura inamovibile) o una mobile (i sensori si muovono su un mezzo come una bicicletta/auto ed è necessario disporre di un GPS per la loro georefereziazione). Poi seguono i valori obbligatori per la "Latitude", "Longitude", "Height"; le coordinate devono essere precise almeno alla quinta cifra decimale; se non conoscete le vostre coordinate non preoccupatevi perché l'applicazione vi aiuterà a trovarle anche se non disponete di un GPS Continua -->

source: help manual page 1
it: [b]Prima pagina "Avvia"[/b] Presenta un sintetico testo di aiuto. Da questa pagina (e dall'ultima) è possibile accedere al menu "Impostazioni", poi c'è il bottone "Registrazione" di cui abbiamo già parlato e permette la registrazione al server rmap.cc. Il bottone "Visualizzazione grafici" apre il browser con una url per la visualizzazione di un grafico con i dati delle ultime ore. Continua -->

source: help manual page 2
it: [b]Pagina "Posizione"[/b] Qui viene visualizzata una mappa. C'è un simbolo di forma circolare al centro della mappa con la funzione di "mirino". E' possibile muoversi sulla mappa e "zoomare" per portare il mirino precisamente sulla nostra posizione e una volta trovata la posizione corretta si può salvare col bottone "Salva posizione". Se disponiamo di un GPS (come nell'uso di uno smartphone android) possiamo, dopo averlo abilitato nel menu di impostazioni del telefono, attivarne l'uso nella nostra applicazione col bottone "Avvia GPS". Nella parte bassa dello schermo vengono presentate alcune importanti informazioni quali lo stato del GPS; Vengono stampate anche la longitudine, latitudine e altezza del "mirino". Se il GPS è attivo il "mirino" si porta continuamente sulla posizione rilevata dal GPS. Con il bottone "Salva posizione" è possibile impostare la posizione segnata dal "mirino" come nostra "Location" e un "segnaposto" sulla mappa ne visualizzerà la posizione permanentemente salvata. Cliccando sul segnaposto vengono visualizzati tutti i dati della "location"; dalla prima pagina dal menu "Impostazioni" alla voce "Location" è possibile modificare o integrare tutti i dati compresa l'altezza e il nome mnemonico della vostra postazione. Se nelle impostazioni è stata selezionata una stazione di tipo mobile allora con il bottone "Inizia Viaggio" è possibile determinare che il successivo gruppo di misure che verranno fatte saranno lungo un percorso, un "viaggio" dove la "location" viene costantemente aggiornata dal GPS; il bottone "Inizia Viaggio" serve a questo scopo. Continua -->

source: help manual page 3
it: [b]Pagina "Inserisci dati"[/b] In questa pagina è possibile inserire i dati rilevati con osservazioni a vista e quindi manuali relativamente alla "location" corrente. Per ora è attiva la sezione Meteo con due sottosezioni: "Misure manuali" per l'inserimento di misure numeriche rilevate seguendo il disciplinare relativo alle misurazioni manuali Meteo; "Tempo presente" che descrive il tempo meteorologico al momento dell'osservazione, va selezionato un solo valore selezionando quello che è in atto nella nostra "location" selezionando quello che è più significativo ossia più in basso nella lista. E' possibile anche l'invio di foto e di un relativo commento; le foto ovviamente dovranno descrivere fenomeni meteorologici di interesse e dovranno essere fatte nelle prossimità della nostra postazione di misura e anche i ritardi di tempo dovranno essere limitati rispetto a quando confermeremo con il bottone "Accoda dati per la pubblicazione". [b]Non bisogna a questo punto dimenticarsi a ogni informazione inserita di selezionare il bottone "Accoda i dati per pubblicazione" per dare effetto al nostro lavoro.[/b] Continua -->

source: help manual page 4
it: [b]Pagina "Dati automatici"[/b] Il bottone "Configura" permette di salvare sulla memoria permanete del modulo Stima-BlueTooth eventualmente presente le configurazioni necessarie al funzionamento del modulo quali la definizione della sensoristica presente sul modulo; questa operazione va fatta una tantum dopo il caricamento del firmware sul modulo Stima-BlueTooth. Il bottone "Avvia trasporto" permette di verificare la possibilità di creare il link radio tra il nostro pc/smartphone e il modulo stima-bluetooth e lo stato viene visualizzato in fondo allo schermo. Il bottone "Prendi dati" permette di effettuare un campionamento dei sensori e acquisirlo per l'invio al server. Il bottone "Campionamento ON" attiva il campionamento automatico dei sensori alla frequenza impostata nella configurazione. I dati rilevati dai sensori vengono visualizzati al centro della pagina. Seguono una serie di bottoni che permettono di accendere e spegnere dei controlli remoti predenti sul modulo Stima-BlueTooth o altri moduli eventualmente configurati. Continua -->

source: help manual page 5
it: [b]Pagina "Pubblica"[/b] In questa pagina vengono visualizzati i dati che sono accodati per la pubblicazione sul server. Infatti è possibile effettuare misure anche senza connessione a internet memorizzando i dati sul proprio dispositivo; quando la connessione a internet tornerà attiva i dati verranno automaticamente inviati al server; i dati hanno un proprio timestamp quindi l'ora della misura sarà sempre quella corretta. I dati in coda visualizzati sono divisi in due sezioni: "Constant station data" che sono i dati costanti della stazione, i suoi metadati "Station data" che sono i dati misurati dai sensori o inseriti manualmente I Dati in coda sono mostrati con questi campi: descrizione, unità di misura, latitudine e longitudine -> valore. Vengono visualizzate alche le immagini pronte per l'invio al server.E' possibile rimuovere i dati accodati prima che vengano inviati al server con il bottone "Pulisci coda". Il bottone "Connetti" attiva i tentativi di connessione al server per l'invio dei dati accodati; lo stato della connessione viene visualizzato in fondo allo schermo. Il bottone "Esegui in background" è importante in quanto permette di eseguire l'applicazione RMAP in background ossia liberando lo schermo (in particolare di uno smartphone) per fare tutte le altre operazioni a cui è adibito il nostro dispositivo. Alla sua attivazione sullo smartphone sarà presente un servizio "Rmap background" dal nome "station". Nelle notifiche sarà presente la messaggistica di diagnostica relativa allo stato del link bluetooth e alla connessione al server. Eseguendo nuovamente l'applicazione verrà chiesto se fermare l'esecuzione in background della stazione riprendendo il controllo manuale o non "disturbare" abbandonando l'interazione. Il bottone "Gestione avanzata" è riservata a veri esperti: esegue in background un web server e lancia un browser; risulta così visibile una interfaccia di configurazione avanzata dove è possibile modificare tutti i parametri del modulo Stima-BlueTooth o di altri moduli tra cui i sensori collegati, trasporti etc. Dimenticatevelo se non sapete esattamente cosa state facendo...

source: Settings
it: Impostazioni

source: Select Location
it: Seleziona posizione

source: Subsequent
it: Successivo

source: switch ON relay
it: commuta a ACCESO il relay

source: switch OFF relay
it: commuta a SPENTO il relay

source: Camera
it: Fotocamera

source: Comment your photo
it: Commenta la foto

source: Take Photo
it: Fai una foto

source: Start GPS
it: Avvia GPS

source: Stop
it: Ferma la stazione in background

source: Start Trip
it: Inizia Viaggio

source: Stop Trip
it: Fine viaggio

source: Save Location
it: Salva posizione

source: Height: {:4.0f}
it: Altezza: {:4.0f}

source: Previous
it: Precedente

source: Insert data
it: Inserisci dati

source: Queue data to be published
it: Accoda dati per pubblicazione

source: Snow height(cm.)
it: Altezza neve (cm.)

source: Visibility(m.)
it: Visibilità (m.)

source: Air Quality
it: Qualità aria

source: Water Quality
it: Qualità acqua

source: Air Quality tab content area to be done
it: Area per qualità dell'aria lavori in corso

source: Water Quality tab content area to be done
it: Area per qualità delle acque lavori in corso

source: Automatic data
it: Dati automatici

source: Setup
it: Configura

source: Advanced Management
it: Gestione Avanzata

source: Run background
it: Esegui in background

source: Stop background
it: Ferma background

source: Getdata
it: Prendi dati

source: Start transport
it: Avvia il trasporto

source: Stop transport
it: Ferma il trasporto

source: Sample ON
it: Campionamento ON

source: Sample OFF
it: Campionamento OFF

source: Publish
it: Pubblica

source: Register
it: Registrazione

source: View graph
it: Visualizzazione grafici

source: Connect
it: Connetti

source: Disconnect
it: Disconnetti

source: Clean Queue
it: Pulisci Coda

source: Queue status
it: Stato della coda

source: Present weather
it: Tempo presente

source: Manual measurements
it: Misure manuali

source: [b]%s Lat: %4.5f Lon: %4.5f Height: %d[/b]
it: [b]%s Lat: %4.5f Lon: %4.5f Altezza: %d[/b]

source: Location
it: Posizione

source: data not synced with server
it: dati non sincronizzati col server

source: Station is running in background
it: La stazione è in esecuzione in background

source: Stop background station
it: Ferma la stazione in background

source: Sorry, I don't want disturb
it: Scusa, non volevo disturbare

source: active
it: Attiva

source: disactive
it: Inattiva

source: Activate Station?
it: Attiva la Stazione?

source: Yes
it: Si

source: Question
it: Domanda

source: Restart APP needed
it: E' necessario un riavvio dell'APP

source: Error setting station
it: Errore impostazione stazione

source: your user
it: il tuo utente

source: your password
it: la tua password

source: toggle relay failed!
it: commutazione relay fallita!

source: Transport Status: CONFIG OK
it: Stato Trasporto: CONFIGURAZIONE OK

source: Transport Status: CONFIG ERROR
it: Stato Trasporto: ERRORE CONFIGURAZIONE

source: ERROR configure board
it: Errore configurazione board

source: travel with GPS not fixed! retry
it: in viaggio con GPS non fixed! riprova

source: Transport Status: ERROR
it: Stato Trasporto: ERRORE

source: Transport Status: OK
it: Stato Trasporto: ATTIVO

source: ERROR getting data
it: ERRORE prendendo i dati

source: ERROR no data returned
it: Errore nessun dato restituito

source: Cannot connect. Station disabled!
it: Non posso connetermi. Stazione disabilitata!

source: service already active!
it: servizi già attivi!

source: not supported on this platform!
it: non supportato su questa piattaforma!

source: Close!
it: Chiudi!

source: Info
it: Informazioni

source: the station in use is not of type mobile
it: la stazione in uso non è del tipo mobile

source: GPS not implemented on this platform
it: GPS non implementato su questa piattaforma

source: travel active cannot save retry
it: Viaggio attivo Non posso salvare Riprova

source: CONSTANT STATION DATA QUEUED:
it: DATI COSTATI STAZIONE IN CODA:

source: SHOW ONLY LAST
it: Mostra solo l'ultimo

source: STATION DATA QUEUED:
it: DATI STAZIONE IN CODA:

source: problems with Camera!
it: problemi con la fotocamera!

source: disabled in this version!
it: disabilitato in questa versione!

source: Wait
it: Attendi

source: Start Camera!
it: Attiva Fotocamera!

source: error sending image to server!
it: errore invio immagine al server!

source: GPS: new coordinate acquired
it: GPS: acquisite nuove coordinate

source: Connect Status: disconnected
it: Stato connessione: disconnesso

source: Connect Status: ERROR, you have to define a location !
it: Stato connessione: ERRORE, bisogna definire un posizione!

source: Connect Status: connecting
it: Stato Connessione: in connessione

source: Connect Status: ERROR on Publish
it: Stato connessione: ERRORE pubblicazione

source: Connect Status: Published
it: Stato connessione: Pubblicato

source: Connect Status: ERROR on Publish, not connected
it: Stato connessione: ERRORE pubblicazione, non connesso

source: Connect Status: OK connected
it: Stato connessione: OK connesso

source: Required: max 9 lowercase alphanumeric characters
it: Richiesta: al massimo 9 caratteri alfanumerici in minuscolo

source: Activate this sensor to take measurements
it: Attiva questo sensore per rilevare le misure

source: Descriptive text
it: Testo descrittivo

source: Driver to use
it: Driver da usare

source: Type of sensor
it: Tipo del sensore

source: I2C bus number (for raspberry only)
it: numero del bus I2C (solo per raspberry)

source: I2C address (decimal)
it: indirizzo I2C (decimale)

source: RF24Network node ddress
it: indirizzo I2C (decimale)

source: Sensor metadata from rmap RFC
it: Metadati del sensore dal RFC rmap

source: Station and sensor have different data level; change mqttrootpath or active sensors.
it: Statione e sensore hanno data level differente; cambia mqttrootpath o i sensori attivi.

source: Data Level as defined by WMO (Sensor metadata from rmap RFC)
it: Data Level come dfinito dal WMO (Sensor metadata come da RMAP RFC)

source: Bcode variable definition
it: Bcode definizione variabile

source: Bcode as defined in dballe btable
it: Bcode come definito nella tabella dballe

source: Units of measure
it: Unità di misura

source: Offset coeficent to convert units
it: Coefficiente offset di conversione delle unità di misura

source: Scale coeficent to convert units
it: Fattore di scala di conversione delle unità di misura

source: units of measure
it: unità di misura

source: Activate this transport for measurements
it: Attiva questo trasporto per le misure

source: Channel number for RF24
it: Numero canale per RF24

source: interval in seconds for publish
it: intervallo in secondi per la pubblicazione

source: MQTT server
it: Server MQTT

source: MQTT user
it: Utente MQTT

source: MQTT password
it: password MQTT

source: Name DSN solved (for master board only)
it: Nome risolto dal DNS (solo per la board master)

source: APN for gsm access
it: APN per accesso gsm

source: number for LTE PPP access
it: numero per l'accesso PPP in LTE

source: Serial device
it: Dispositivo porta seriale

source: bluetooth name
it: nome bluetooth

source: AMQP server
it: Server AMQP

source: AMQP remote exchange name
it: Nome dell'exchange remoto AMQP

source: AMQP local queue name
it: Nome della coda locale AMQP

source: AMQP user
it: User AMQP

source: AMQP password
it: Password AMQP

source: board name
it: nome scheda

source: Activate the board for measurements
it: Attiva la board per le misure

source: Auto-generated from name.
it: Autogenerato dal nome.

source: General standard category
it: Categoria standard generale

source: Serial number
it: Numero seriale

source: Last status
it: Ultimo stato

source: Last status update date
it: Data ultimo aggiornamento stato

source: Last status bit 1
it: Ultimo stato bit 1

source: Last status bit 2
it: Ultimo stato bit 2

source: Last status bit 3
it: Ultimo stato bit 3

source: Last status bit 4
it: Ultimo stato bit 4

source: Last status bit 5
it: Ultimo stato bit 5

source: Last status bit 6
it: Ultimo stato bit 6

source: Last status bit 7
it: Ultimo stato bit 7

source: Last status bit 8
it: Ultimo stato bit 8

source: Last status bit 9
it: Ultimo stato bit 9

source: Last status bit 10
it: Ultimo stato bit 10

source: Last status bit 11
it: Ultimo stato bit 11

source: Last status bit 12
it: Ultimo stato bit 12

source: Last status bit 13
it: Ultimo stato bit 13

source: Last status bit 14
it: Ultimo stato bit 14

source: Last status bit 15
it: Ultimo stato bit 15

source: Last status bit 16
it: Ultimo stato bit 16

source: Last status value 1 (%)
it: Ultimo valore di stato 1 (%)

source: Last status value 2 (%)
it: Ultimo valore di stato 2 (%)

source: Last status value 3 (%)
it: Ultimo valore di stato 3 (%)

source: Last status value 4 (%)
it: Ultimo valore di stato 4 (%)

source: Last status value 5 (%)
it: Ultimo valore di stato 5 (%)

source: Last status value 6 (%)
it: Ultimo valore di stato 6 (%)

source: Last status value 7 (%)
it: Ultimo valore di stato 7 (%)

source: Last status value 8 (%)
it: Ultimo valore di stato 8 (%)

source: Software version
it: Versione del software

source: Software last update date
it: Data ultimo aggiornamento software

source: Activate this metadata
it: Attiva questo metadato

source: A code to define the metadata. See rmap RFC
it: Codice per definire il metadato. Vedi rmap RFC

source: value for associated B table
it: valore per la tabella B associata

source: station name
it: nome stazione

source: Activate the station for measurements
it: Attiva la stazione per le misure

source: identifier for mobile station (should be equal to your username)
it: identificativo per le stazioni modili (dovrebbe essere uguale al tuo nome utente)

source: Precise Latitude of the fixed station
it: Latitudine precisa della stazione

source: Precise Longitude of the fixed station
it: Longitudine precisa della stazione

source: station network ( mobile for station with mobile coordinate)
it: rete della stazione (mobile per stazioni con coordinate mobili)

source: root mqtt path for publish
it: percorso radice di pubblicazione mqtt

source: maint mqtt path for publish
it: percorso radice di pubblicazione mqtt per amministrazione

source: Category of the station
it: Categoria della stazione

source: Type of the station
it: Tipo stazione

source: Station have only one coordinate defined (lat/lon).
it: La stazione ha solo una delle due coordinate definite (lat/lon).

source: Station network have inconsistent definition of coordinate (lat/lon).
it: La rete stazione ha una definizione inconsistente con le coodirnate (lat/lon).

source: Station without ident need coordinate (lat/lon).
it: Stazione senza ident necessita di coordinate (lat/lon).

source: Station with ident cannot have coordinate (lat/lon).
it: Stazione con ident non può avere coordinate (lat/lon).

source: I accept CC BY 4.0 license
it: Accetto la licenza CC BY 4.0

source: You need to accept CC BY 4.0 license to provide your data
it: Per fornire i tuoi dati devi necessariamente accettare la licenza CC BY 4.0

source: Data
it: Dati
